Repository: cengelbart39/Splatalyzer
Catalog: Sources/Splatalyzer/Resources/language/WeaponClass.xcstrings
Source language: en
Languages: es_419, es_es, fr_ca, it, ja, ko, ru, zh_hans, zh_hant

# Blaster
source: Blasters
es_419: Lanzamotas
es_es: Devastadores
fr_ca: Blasteurs
it: Blaster
ja: ブラスター
ko: 블래스터
ru: Бластеры
zh_hans: 爆破枪
zh_hant: 爆破槍

# Brush
source: Brushes
es_419: Pinceles
es_es: Pinceles
fr_ca: Pinceaux
it: Pennelli
ja: フデ
ko: 붓
ru: Кисти
zh_hans: 画笔
zh_hant: 畫筆

# Charger
source: Chargers
es_419: Cargatintas
es_es: Cargatintas
fr_ca: Fusils
it: Armi a carica
ja: チャージャー
ko: 차저
ru: Нагнетатели
zh_hans: 蓄力狙击枪
zh_hant: 蓄力狙擊槍

# Maneuver
source: Dualies
es_419: Armas duales
es_es: Armas duales
fr_ca: Armes doubles
it: Repolper
ja: マニューバー
ko: 머누버
ru: Спуртометы
zh_hans: 机动枪
zh_hant: 機動槍

# Roller
source: Rollers
es_419: Rodillos
es_es: Rodillos
fr_ca: Rouleaux
it: Rulli
ja: ローラー
ko: 롤러
ru: Валики
zh_hans: 滚筒
zh_hant: 滾筒

# Saber
source: Splatanas
es_419: Azotintadores
es_es: Azotintadores
fr_ca: Éclatanas
it: Lame
ja: ワイパー
ko: 와이퍼
ru: Сплат-катаны
zh_hans: 刮水刀
zh_hant: 刮水刀

# Shelter
source: Brellas
es_419: Paratintas
es_es: Paratintas
fr_ca: Para-encres
it: Sparasole
ja: シェルター
ko: 셸터
ru: Сплат-зонты
zh_hans: 防空伞
zh_hant: 防空傘

# Shooter
source: Shooters
es_419: Rociadores
es_es: Lanzatintas
fr_ca: Lanceurs
it: Armi a ripetizione
ja: シューター
ko: 슈터
ru: Краскоматы
zh_hans: 射击枪
zh_hant: 射擊槍

# Slosher
source: Sloshers
es_419: Derramatic
es_es: Derramatic
fr_ca: Seaux
it: Secchiostri
ja: スロッシャー
ko: 슬로셔
ru: Ведроганы
zh_hans: 泼桶
zh_hant: 潑桶

# Spinner
source: Splatlings
es_419: Garabateadores
es_es: Tintralladoras
fr_ca: Badigeonneurs
it: Splatling
ja: スピナー
ko: 스피너
ru: Брызгометы
zh_hans: 旋转枪
zh_hant: 旋轉槍

# Stringer
source: Stringers
es_419: Arcromatizadores
es_es: Arcromatizadores
fr_ca: Transperceurs
it: Calamarchi
ja: ストリンガー
ko: 스트링거
ru: Тетиваторы
zh_hans: 猎鱼弓
zh_hant: 獵魚弓
